Repository: kokteyldev/ulak.kurye.ios
Catalog: ulak.kurye/ulak.kurye/*.lproj/Localizable.strings
Languages: tr

# error_unknown
source: Unknown Error.
tr: Bilinmeyen bir hata oluştu. Daha sonra tekrar deneyin.

# error_no_response
source: Unknown Error. (No Response)
tr: Bilinmeyen bir hata oluştu. (No Response)

# error_invalid_data
source: Unknown Error. (Invalid Data)
tr: Bilinmeyen bir hata oluştu. (Invalid Data)

# error_no_data
source: Unknown Error. (No Data)
tr: Bilinmeyen bir hata oluştu. (No Data)

# error_no_agreement
source: No valid agreement found.
tr: Geçerli bir anlaşma bulunamadı.

# force_update_message
source: To continue using the application, you must update.
tr: Uygulamayı kullanmaya devam etmek için güncelleme yapmalısınız.

# force_update_button_title
source: Update
tr: Güncelle

# onboarding_pass
source: SKIP
tr: GEÇ

# onboarding_1_title
source: Hello!
tr: Hoş geldin!

# onboarding_1_desc
source: Welcome to the ULAK Courier application. Work whenever you want, earn money.
tr: Ulak Kurye uygulamasına hoş geldin. Dilediğin zaman çalış, para kazan.

# onboarding_2_title
source: Multiple Delivery
tr: Çoklu Teslimat

# onboarding_2_desc
source: Maximum income opportunity with regional multi-delivery advantage.
tr: Bölgesel çoklu teslimat avantjı ile maksimum gelir imkanı.

# onboarding_3_title
source: Instant Earnings
tr: Anında Kazanç

# onboarding_3_desc
source: Instant payment, not daily, weekly; in your progress payment account as you complete the delivery.
tr: Günlük, haftalık değil anlık ödeme; teslimatı tamamladığın gibi hak edişin hesabında.

# onboarding_4_title
source: Surprises
tr: Sürprizler

# onboarding_4_desc
source: A privileged world with bonuses, surprise gifts and premiums...
tr: Bonuslar, sürpriz hediyeler ve primler ile ayrıcaklıklı bir dünya...

# preLogin_title
source: Sign in with your phone number
tr: Telefon numaran ile giriş yap

# preLogin_title_desc
source: A verification code will be sent to the phone number you entered.
tr: Girdiğin telefon numarasına doğrulama kodu gönderilecektir.

# preLogin_phone_number
source: Phone Number.
tr: Telefon No.

# preLogin_mising_info
source: Invalid Phone Number!
tr: Geçersiz telefon numarası!

# preLogin_kvkk_title
source: I Agree with KVKK Conditions
tr: KVVK metnini okudum ve kabul ediyorum.

# preLogin_kvvk_title
source: KVKK Conditions
tr: KVVK Metni

# preLogin_policy_read_accept
source: Read and Accept
tr: Okudum ve Kabul Ediyorum

# login_title
source: Enter verification code
tr: Doğrulama kodunu gir

# login_title_desc
source: Enter the 4-digit code sent to your phone as an SMS.
tr: Telefonuna SMS olarak gelen 4 haneli kodu gir.

# login_code
source: Enter Code
tr: Kodu girin

# login_mising_info
source: Invalid code or phone number!
tr: Geçersiz kod veya telefon numarası!

# tabbar_home
source: Home
tr: Ana Sayfa

# tabbar_notification
source: Notifications
tr: Bildirimler

# tabbar_wallet
source: Wallet
tr: Cüzdan

# tabbar_settings
source: Settings
tr: Ayarlar

# home_active_orders
source: ACTIVE MISSION
tr: AKTİF SİPARİŞLERİM

# home_past_orders
source: PAST MISSION
tr: GEÇMİŞ SİPARİŞLERİM

# remaining_minutes
source: m left
tr: dk kaldı

# remaining_hours
source: hour left
tr: saat kaldı

# remaining_days
source: day left
tr: gün kaldı

# order_minutes_late
source: m late
tr: dk gecikti

# order_hour_late
source: hour late
tr: saat gecikti

# order_day_late
source: day late
tr: gün gecikti

# no_time_remaining
source: Late
tr: Teslimat gecikti

# order_task_code
source: Order Code
tr: Görev Kodu

# order_total_price
source: Estimated Earnings
tr: Tahmini Kazanç

# order_service_info
source: Service Information
tr: Servis Bilgileri

# order_detail_title
source: Delivery Details
tr: Görev Detay

# order_detail_pick_point
source: Pick up Point
tr: Alım Noktası

# order_detail_deliver_point
source: Delivery Point
tr: Teslim Noktası

# order_detail_package_detail
source: Package Content
tr: Paket İçeriği

# order_detail_owner_point
source: Order Owner
tr: Sipariş Sahibi

# order_detail_courier_note
source: Courier Note
tr: Kuryeye Not

# order_detail_get_picking_code_title
source: Enter Delivery Code
tr: Teslimat Kodunu Gir

# pool_page_title
source: Pool
tr: Havuz

# pool_total_order
source: Mission Quota
tr: Toplam Sipariş

# picking_security_code_title
source: Enter the delivery code.
tr: Teslimat kodunu girin.

# picking_security_code_input_name
source: Devivery Code
tr: Teslimat Kodu

source: Scan QR Code
tr: QR Kod Tarama

# scan_not_supported_error
source: Phone not suitable for scanning!
tr: Telefon tarama için uygun değil!

# scan_error
source: Code Not Found!
tr: Kod bulunamadı!

# settings_title
source: Settings
tr: Ayarlar

# settings_my_account
source: Account
tr: Hesabım

# settings_privacy_policy
source: Privacy Policy
tr: Gizlilik Politikası

# settings_feedback
source: Send Feedback
tr: Geribildirim Gönder

# settings_app_star
source: Rate ULAK APP
tr: Uygulamayı Değerlendir

# settings_ulak_card
source: Ulak Card
tr: Ulak Kartın

# settings_logout
source: Log Out
tr: Çıkış Yap

# settings_send_feedback
source: Send Feedback
tr: Geri Bildirim Gönder

# settings_send_feedback_desc
source: Please write your feedback that you would like to give us in the field below.
tr: Lütfen aşağıdaki alana bize iletmek istediğiniz geri bildiriminizi yazın.

# settings_send_feedback_send
source: Send
tr: Gönder

# settings_feedback_sent
source: Your feedback has sent.
tr: Geri bildiriminiz gönderildi.

# settings_ulak_card_popup_title
source: Add ULAK Card
tr: Ulak Kart Ekle

# settings_no_ulak_card
source: Click to add ULAK Card!
tr: Ulak Kart eklemek için tıkla!

# settings_ulak_card_popup_input_title
source: Card Number
tr: Kart Numarası

# wallet_title
source: Wallet
tr: Cüzdan

# wallet_balance
source: Balance
tr: Bakiye

# wallet_transfer_balance
source: Transfer Balance
tr: Bakiye Aktar

# wallet_no_wallet
source: No Wallet.
tr: İşlem bulunamadı.

# profile_mising_info
source: Check the information you entered!
tr: Girdiğiniz bilgileri kontrol edin!

# profile_updated_success
source: Profile has been updated successfully.
tr: Profil başarıyla güncellendi.

# profile_change_password_save
source: Change and Save
tr: Değiştir ve Kaydet

# profile_login_name
source: Name
tr: Ad

# profile_login_surname
source: Surname
tr: Soyad

# profile_login_phone
source: Phone Number
tr: Telefon Numarası

# profile_title
source: Account
tr: Hesabım

source: Notifications
tr: Bildirimler

source: Announcements
tr: Duyurular

# notifications_no_notification
source: No Notifications
tr: Henüz bildirimin yok.

# location_permission_message
source: You must grant location permission to continue using the app..
tr: Uygulamayı kullanmaya devam etmek için konum izni vermelisin.

# notification_permission_message
source: To continue using the application, you must give notification permission.
tr: Uygulamayı kullanmaya devam etmek için bildirim izni vermelisin.

# working_message
source: You do not have a task assigned and awaiting approval yet. You can create the most suitable route for you from the pool page.
tr: Henüz atanmış ve onay bekleyen bir görevin bulunmuyor. Havuz sayfasından kendine en uygun rotayı oluşturabilirsin.

# waiting_for_account_verification
source: Awaiting Membership Approval. Support line: 08508852686
tr: Üyelik Onayı Bekleniyor.

# give_notification_permission
source: Allow Notification.
tr: Bildirim İzni Ver

# give_location_permission
source: Allow Location.
tr: Konum İzni Ver

# start_work
source: Start Working
tr: Çalışmaya Başla

# see_pool
source: Pool
tr: Havuzu Görüntüle

# go_to_application_site
source: Complete Application
tr: Başvurunu Tamamla

source: Pool
tr: Havuz

source: QR Code
tr: QR Kod

source: Working
tr: Çalışıyorum

source: Yes
tr: Evet

source: Cancel
tr: İptal

source: Ok
tr: Tamam

# picking_security_code
source: Delivery Code
tr: Teslimat Kodu

source: Send
tr: Gönder

source: Code
tr: Kod

# country_phone_code
source: Select Country Code
tr: Ülke Kodu Seçimi

# card_loading
source: Updating card information..
tr: Kart bilgileri güncelleniyor..

# deposit
source: Earning
tr: Kazanç
